from datetime import date

birth = {
    date(2004, 4, 8): "Андрієнко Ярослав Юрійович",  # Овен (знак Овна)
    # date(2004, 2, 2): "Братусенко Анна Романівна",
    date(2003, 11, 19): "Губенко Михайло Ігорович",  # Скорпіон (знак Скорпіона)
    date(2004, 7, 18): "Іцко Дмитро Олександрович",  # Рак (знак Рака)
    date(2004, 2, 3): "Комаренко Микита Григорович",  # Водолій (знак Водолія)
    # date(2003, 12, 18): "Лобуренко Артем Владиславович",
    date(2004, 3, 25): "Логунова Єлизавета Олександрівна",  # Риби (знак Риб)
    date(2004, 1, 15): "Макієнко Денис Володимирович",  # Козеріг (знак Козерога)
    date(2004, 3, 29): "Нелепенко Олексій Вікторович",  # Овен (знак Овна)
    date(2004, 8, 17): "Пономарьов Роман Сергійович",  # Лев (знак Лева)
    # date(2003, 11, 18): "Редько Анастасія Володимирівна",
    date(2004, 2, 3): "Черниш Максим Володимирович",  # Водолій (знак Водолія)
    date(2003, 10, 16): "Щербатий Денис Юрійович",  # Ваги (знак Вагів)
    date(2004, 2, 24): "Яковенко Олександр Вячеславович",  # Риби (знак Риб)
}

birthdays_phrases = ["🎉 Поздравляю %(name)d, тебе сегодня %(age)d 🎉",]
