start = [""]

quotes = [{"text": "От государства не ждали справедливости, за справедливостью шли к мафии. "
                   "И мафия рождала собственных робин гудов.", "author": "Марио Пьюзо"},
          {"text": "Мафиози никогда не подпустят других к кормушке. ***. "
                   "Дело идёт о хлебе, о мясе и жизни, о девочках.", "author": "Эдуард Лимонов"},
          {"text": "Мы бандито, знаменито, Мы стрелято пистолето, o yes! "
                   "Мы фиато разъежато Целый день в кабриолето, o yes! "
                   "Постоянно пьем чинзано, Постоянно сыто-пьяно, o yes! "
                   "Держим в банко миллионо И плеванто на законо, o yes!", "author": "Приключения капитана Врунгеля"},
          {"text": "Мы — бандито-гангстерито, Мы кастето-пистолето, o yes! "
                   "Мы стрелянто, убиванто, Украданто то и это, o yes! "
                   "Банко-тресто-президенто, Ограблянто ун моменто, o yes! "
                   "И за энто режиссенто Нас сниманто в киноленто, o yes!", "author": "Приключения капитана Врунгеля"},
          {"text": "— Сан Саныч, ну успокойтесь! "
                   "Неужели вы не смотрели фильмы про мафию? "
                   "Мафия бессмертна! Если отрубить мафии голову, то на её месте появится новая, ещё больше и страшнее! "
                   "— Ну, этому типу уже точно два раза голову отрубали.", "author": "КВН"},
          {"text": "Каждое государство имеет свою мафию… "
                   "А в россии мафия имеет своё государство!", "author": "Явно украинец!"},
          {"text": "Если посадили — значит не мафиози.", "author": "Я так сказал"},
          {"text": "Принцип прост – мафия не засыпает, она знает кто живет и кто умирает..", "author": "Чел красава"},
          {"text": "– А как Вы относитесь к мафии? – Отрицательно! "
                   "– Отлично, я тоже… Будем знакомы, я – Михаил Карлеоньев. "
                   "– А я Максим Боссов, можно просто – Кровавый Босс…", "author": "Чел сбоку услышал"},
          {"text": "Мафия бессмертна, но подвержена частой ротации.", "author": "От умного чела"}]

professions = ["программист", "дизайнер", "музыкант", "бомж", "фотограф", "капитан корабля",
               "помощник капитана корабля", "МАЙНКРАФТЕР", "стример", "работаете на заводе"]

random_roles = {"whore": 15, "fucker": 5, "mafia": 40, "priest": 20, "kitchener": 10, "DJ": 10}
